module.exports = {
    name: "frules",
	aliases: ["latency"],
    category: "moderation",
    description: "Fivem Server Rules",
    run: async (client, message, args) => {
        const msg = await message.channel.send(`ViciousRP 𝙡𝙡 Server Rules

●───────────────────  🖤  ─────────────────●

***Main Rules***

[1].  אסור לקלל וכבד את האחר
[2]. אין לשלוח תכנים לא הולמים בצאט
[3]. אין להשתמש בתוכנות לשינוי קול
[4]. אין להספים את הצאט
[5]. גזענות אסורה בהחלט
[6]. אין לפרסם פרטים אישיים שלכם או של משתמשים אחרים
[7]. אין לאיים על אנשים / גם על אנשי צוות
[8]. בקשת גישות תזכה אותך באובדן הרולים הנוכחיים או באן
[9]. אין להשתמש בתמונות פרופיל פוגעניות וחושפניות
[10]. אין לפרסם קישורים פיראטיים
[11]. אין להיכנס לשרת עם יותר ממשתמש אחד
[12]. אין להתחזות לאנשים אחרים
[13]. חובה לסדר את המיקרופון לפני שנכנסים לחדר דיבור
[14]. אין לנסות לעקוף עונשים
[15]. כל ריב או ויכוח יזכה את שני הצדדים  עזרה או בבאן או קיק
[16]. אין לעשות רעשים עם המיקרופון
[17]. יש לכבד את הדעות של כל אדם בשרת


Voices Rules:

אין להשתמש בתוכנות קול [1]
אין לקלל בוויס [2]
אין לעשות אירייפ [3]
אין לדבר על תכנים לא הולמים או תכנים פורנוגרפים [4]
יש לכבד את כל מי שנמצא בשיחה [5]

●─────────────────── 🖤  ─────────────────●
 ⛔  | אי ידיעת החוקים אינא פוטרת מעונש

https://discord.gg/fQ5rjGfP `);
    }
}
